<script lang="ts">
	import Page from '$lib/Page.svelte';
	import { Heading, Li, List, P } from 'flowbite-svelte';
</script>

<Page>
	<Heading tag="h4">Політика конфіденційності ФОП Пашковський Роман Володимирович.</Heading>
	<P>Останнє оновлення: 11.08.2023</P>

	<P
		>Ця Політика конфіденційності описує, як ФОП Пашковський Роман Володимирович (далі «Сайт», «ми»,
		«нас» або «наш») збирає, використовує та розкриває вашу особисту інформацію, коли ви відвідуєте,
		користуєтеся нашими послугами або робите покупку в https://www.garoo.fun («Сайт») або іншим
		чином спілкуватися з нами (разом «Послуги»). Для цілей цієї Політики конфіденційності «ви» та
		«ваш» означає вас як користувача Послуг, незалежно від того, чи є ви клієнтом, відвідувачем
		веб-сайту чи іншою особою, чию інформацію ми зібрали відповідно до цієї Політики
		конфіденційності.</P
	>

	<P
		>Будь ласка, уважно прочитайте цю Політику конфіденційності. Використовуючи та отримуючи доступ
		до будь-яких Послуг, ви погоджуєтеся на збір, використання та розкриття вашої інформації, як
		описано в цій Політиці конфіденційності. Якщо ви не погоджуєтеся з цією Політикою
		конфіденційності, будь ласка, не використовуйте та не отримуйте доступ до жодної з Послуг.</P
	>

	<Heading tag="h6">Зміни в цій Політиці конфіденційності</Heading>

	<P
		>Ми можемо час від часу оновлювати цю Політику конфіденційності, у тому числі для відображення
		змін у нашій практиці або з інших операційних, юридичних чи нормативних причин. Ми опублікуємо
		переглянуту Політику конфіденційності на Сайті, оновимо дату «Останнього оновлення» та вживемо
		будь-яких інших заходів, передбачених чинним законодавством.</P
	>

	<P>Як ми збираємо та використовуємо вашу особисту інформацію</P>

	<P
		>Для надання Послуг ми збираємо та збирали протягом останніх 12 місяців вашу особисту інформацію
		з різних джерел, як зазначено нижче. Інформація, яку ми збираємо та використовуємо, залежить від
		того, як ви з нами взаємодієте.</P
	>

	<P
		>Окрім конкретних цілей використання, викладених нижче, ми можемо використовувати інформацію,
		яку ми збираємо про вас, щоб спілкуватися з вами, надавати Послуги, виконувати будь-які
		застосовні юридичні зобов’язання, забезпечити дотримання будь-яких застосовних умов
		обслуговування, а також для захисту чи захисту Послуг, наших права та права наших користувачів
		або інших осіб.</P
	>

	<Heading tag="h6">Яку особисту інформацію ми збираємо</Heading>

	<P
		>Типи особистої інформації, яку ми отримуємо про вас, залежать від того, як ви взаємодієте з
		нашим Сайтом і використовуєте наші Послуги. Коли ми використовуємо термін «особиста інформація»,
		ми маємо на увазі інформацію, яка ідентифікує вас, пов’язана з вами, описує або може бути
		пов’язана з вами. У наступних розділах описано категорії та конкретні типи особистої інформації,
		яку ми збираємо.</P
	>

	<Heading tag="h6">Інформація, яку ми збираємо безпосередньо від вас</Heading>

	<P>Інформація, яку ви безпосередньо надсилаєте нам через наші Послуги, може включати:</P>
	<List class="max-w-full w-full">
		<Li>Основні контактні дані, включаючи ваше ім'я, адресу, номер телефону, електронну адресу.</Li>
		<Li
			>Інформація про замовлення, включаючи ваше ім’я, платіжну адресу, адресу доставки,
			підтвердження платежу, електронну адресу, номер телефону.</Li
		>
		<Li>Інформація про обліковий запис, включаючи ім’я користувача, пароль, таємні запитання.</Li>
		<Li
			>Інформація про покупки, включаючи елементи, які ви переглядаєте, кладете в кошик або додаєте
			до списку бажань.</Li
		>
		<Li
			>Інформація про підтримку клієнтів, включаючи інформацію, яку ви вирішите включити в
			спілкування з нами, наприклад, надсилаючи повідомлення через Послуги.</Li
		>
	</List>
	<P
		>Для деяких функцій Послуг може знадобитися, щоб ви безпосередньо надали нам певну інформацію
		про себе. Ви можете вирішити не надавати цю інформацію, але це може перешкодити вам
		використовувати або отримати доступ до цих функцій.</P
	>

	<Heading tag="h6">Інформація, яку ми збираємо за допомогою файлів cookie</Heading>

	<P
		>Ми також автоматично збираємо певну інформацію про вашу взаємодію з Послугами («Дані про
		використання»). Для цього ми можемо використовувати файли cookie, пікселі та подібні технології
		(«Файли cookie»). Дані про використання можуть містити інформацію про те, як ви отримуєте доступ
		і використовуєте наш сайт і свій обліковий запис, включаючи інформацію про пристрій, інформацію
		про браузер, інформацію про вашу мережу підключення, вашу IP-адресу та іншу інформацію щодо
		вашої взаємодії з Послугами.</P
	>

	<Heading tag="h6">Інформація, яку ми отримуємо від третіх сторін</Heading>

	<P
		>Нарешті, ми можемо отримати інформацію про вас від третіх сторін, зокрема від продавців і
		постачальників послуг, які можуть збирати інформацію від нашого імені, наприклад:</P
	>
	<List class="max-w-full w-full">
		<Li>Компанії, які підтримують наш сайт і послуги, такі як Shopify.</Li>
		<Li
			>Наші платіжні процесори, які збирають платіжну інформацію (наприклад, інформацію про
			банківський рахунок, кредитну або дебетову картку, платіжну адресу), щоб обробити ваш платіж,
			щоб виконати ваші замовлення та надати вам продукти або послуги, які ви запитували, для
			виконання наших договір з вами.</Li
		>
		<Li
			>Коли ви відвідуєте наш сайт, відкриваєте або натискаєте електронні листи, які ми вам
			надсилаємо, або взаємодіємо з нашими Послугами чи рекламними оголошеннями, ми або треті
			сторони, з якими ми працюємо, можемо автоматично збирати певну інформацію за допомогою
			технологій онлайн-відстеження, таких як пікселі, веб-маяки, програмне забезпечення набори
			розробників, сторонні бібліотеки та файли cookie.</Li
		>
	</List>
	<P
		>Будь-яка інформація, яку ми отримуємо від третіх осіб, буде оброблятися відповідно до цієї
		Політики конфіденційності. Ми не несемо відповідальності за точність інформації, наданої нам
		третіми сторонами, і не несемо відповідальності за політику чи практику третіх сторін. Для
		отримання додаткової інформації перегляньте розділ нижче «Сторонні веб-сайти та посилання».</P
	>

	<Heading tag="h6">Як ми використовуємо вашу особисту інформацію</Heading>
	<List class="max-w-full w-full">
		<Li
			>Надання продуктів і послуг. Ми використовуємо вашу особисту інформацію, щоб надавати вам
			Послуги з метою виконання нашої угоди з вами, зокрема для обробки ваших платежів, виконання
			ваших замовлень, надсилання вам сповіщень, пов’язаних із вашим обліковим записом, покупками,
			поверненнями, обмінами чи іншими транзакціями, створювати, підтримувати та іншим чином
			керувати своїм обліковим записом, щоб організувати доставку, полегшити будь-які повернення та
			обміни та дозволити вам публікувати відгуки.</Li
		>
		<Li
			>Маркетинг і реклама. Ми використовуємо вашу особисту інформацію в маркетингових і рекламних
			цілях, наприклад, щоб надсилати маркетингові, рекламні та рекламні повідомлення електронною
			поштою, текстовими повідомленнями або звичайною поштою, а також показувати вам рекламу
			продуктів або послуг. Це може включати використання вашої особистої інформації для кращого
			налаштування Послуг і реклами на нашому Сайті та інших веб-сайтах.</Li
		>
		<Li
			>Безпека та запобігання шахрайству. Ми використовуємо вашу особисту інформацію для виявлення,
			розслідування або вжиття заходів щодо можливої шахрайської, незаконної чи зловмисної
			діяльності. Якщо ви вирішите використовувати Послуги та зареєструвати обліковий запис, ви
			несете відповідальність за безпеку своїх облікових даних. Ми настійно рекомендуємо вам нікому
			не повідомляти своє ім’я користувача, пароль чи інші дані доступу. Якщо ви вважаєте, що ваш
			обліковий запис зламано, негайно зв’яжіться з нами.</Li
		>
		<Li
			>Спілкування з вами. Ми використовуємо вашу особисту інформацію, щоб надавати вам підтримку
			клієнтів і покращувати наші Послуги. Це відповідає нашим законним інтересам, щоб бути чуйними
			до вас, надавати вам ефективні послуги та підтримувати наші ділові відносини з вами.</Li
		>
	</List>
	<Heading tag="h6">Cookies</Heading>

	<P
		>Як і багато веб-сайтів, ми використовуємо файли cookie на нашому Сайті. Ми використовуємо файли
		cookie для роботи та вдосконалення нашого Сайту та наших Сервісів (зокрема для запам’ятовування
		ваших дій і налаштувань), для проведення аналітики та кращого розуміння взаємодії користувачів
		із Сервісами (у наших законних інтересах щодо адміністрування, покращення та оптимізації
		Сервісів). Ми також можемо дозволити третім сторонам і постачальникам послуг використовувати
		файли cookie на нашому Сайті, щоб краще адаптувати послуги, продукти та рекламу на нашому Сайті
		та інших веб-сайтах.</P
	>

	<P
		>Більшість браузерів автоматично приймають файли cookie за умовчанням, але ви можете налаштувати
		свій браузер на видалення або відхилення файлів cookie за допомогою елементів керування
		браузера. Майте на увазі, що видалення або блокування файлів cookie може негативно вплинути на
		роботу користувача та призвести до того, що деякі Послуги, зокрема певні функції та загальні
		функції, працюватимуть неправильно або стануть недоступними. Крім того, блокування файлів cookie
		може не повністю запобігти тому, як ми надаємо інформацію третім сторонам, таким як наші
		рекламні партнери.</P
	>

	<Heading tag="h6">Як ми розкриваємо особисту інформацію</Heading>

	<P
		>За певних обставин ми можемо розкривати вашу особисту інформацію третім сторонам у законних
		цілях відповідно до цієї Політики конфіденційності. Такі обставини можуть включати:</P
	>
	<List class="max-w-full w-full">
		<Li
			>З постачальниками або іншими третіми сторонами, які надають послуги від нашого імені
			(наприклад, управління ІТ, обробка платежів, аналіз даних, підтримка клієнтів, хмарне
			зберігання, виконання та доставка).</Li
		>
		<Li
			>З діловими та маркетинговими партнерами. Наші ділові та маркетингові партнери
			використовуватимуть вашу інформацію відповідно до своїх власних повідомлень про
			конфіденційність.</Li
		>
		<Li
			>Коли ви керуєте, запитуйте нас або іншогоse погоджуєтеся на розкриття певної інформації
			третім сторонам, наприклад, для доставки вам продуктів або через використання вами віджетів
			соціальних мереж чи інтеграції входу за вашої згоди.</Li
		>
		<Li
			>З нашими афілійованими особами або іншим чином у межах нашої корпоративної групи в наших
			законних інтересах для ведення успішного бізнесу.</Li
		>
		<Li
			>У зв’язку з комерційною операцією, такою як злиття або банкрутство, для дотримання будь-яких
			застосовних юридичних зобов’язань (включно з відповіддю на повістки в суд, ордери на обшук і
			подібні запити), для забезпечення дотримання будь-яких застосовних умов обслуговування та для
			захисту чи захисту Служб. , наші права та права наших користувачів або інших осіб.</Li
		>
	</List>
	<P
		>За останні 12 місяців ми розкрили наступні категорії особистої інформації та конфіденційної
		особистої інформації (позначеної *) про користувачів для цілей, викладених вище в розділах «Як
		ми збираємо та використовуємо вашу особисту інформацію» та «Як ми розкриваємо особисту
		інформацію». ":</P
	>

	<Heading tag="h6">Категорія:</Heading>
	<List class="max-w-full w-full">
		<Li
			>Ідентифікатори, такі як основні контактні дані та певна інформація про замовлення й обліковий
			запис</Li
		>
		<Li
			>Комерційна інформація, як-от інформація про замовлення, інформація про покупки та інформація
			про підтримку клієнтів</Li
		>
		<Li>Інтернет або інша подібна мережева діяльність, наприклад дані про використання</Li>
	</List>
	<Heading tag="h6">Категорії одержувачів:</Heading>
	<List class="max-w-full w-full">
		<Li
			>Постачальники та треті сторони, які надають послуги від нашого імені (наприклад,
			постачальники послуг Інтернету, платіжні процесори, партнери по виконанню робіт, партнери з
			підтримки клієнтів і постачальники даних аналітики)</Li
		>
		<Li>Ділові та маркетингові партнери</Li>
		<Li>Афілійовані особи</Li>
	</List>
	<P
		>Ми не використовуємо та не розголошуємо конфіденційну особисту інформацію з метою визначення
		ваших характеристик.</P
	>

	[[ПРИМІТКА ДЛЯ ПРОДАВЦЯ – ВСТАВТЕ НАСТУПНИЙ АБЗАЦ ТА СПИСКИ, ЯКЩО ВИКОРИСТОВУЄТЕ РЕКЛАМНІ СЕРВІСИ
	SHOPIFY, ТАКИХ НАПРИМЕР АУДИТОРІЮ SHOPIFY АБО ЗАКЛЮЧАЄТЕ БУДЬ-ЯКУ ІНШУ ДІЯЛЬНІСТЬ, ЩО МОЖЕТЕ
	ВВАЖАТИ «ПРОДАЖОМ» АБО «ОБМІНОМ» ОСОБИСТОЮ ІНФОРМАЦІЄЮ АБО ОБРОБКОЮ ОСОБИСТОЇ ІНФОРМАЦІЇ ДЛЯ
	«ЦІЛЬОВИХ ДІЙ» РЕКЛАМА"] ]

	<P
		>Ми «продали» та «поділилися» (як ці терміни визначено у чинному законодавстві) особистою
		інформацією протягом попередніх 12 місяців з метою участі в рекламній та маркетинговій
		діяльності, як зазначено нижче.</P
	>

	<Heading tag="h6">Категорія персональної інформації</Heading>
	<List class="max-w-full w-full">
		<Li
			>Ідентифікатори, такі як основні контактні дані та певна інформація про замовлення й обліковий
			запис</Li
		>
		<Li
			>Комерційна інформація, наприклад записи про придбані продукти чи послуги та інформація про
			покупки</Li
		>
		<Li>Інтернет або інша подібна мережева діяльність, наприклад дані про використання</Li>
	</List>
	<Heading tag="h6">Категорії одержувачів</Heading>

	- Ділові та маркетингові партнери

	<Heading tag="h6">Вміст, створений користувачами</Heading>

	<P
		>Послуги можуть дозволити вам публікувати огляди продукту та інший вміст, створений
		користувачами. Якщо ви вирішите надіслати створений користувачами вміст у будь-яку
		загальнодоступну частину Послуг, цей вміст буде публічним і доступним для всіх.</P
	>

	<P
		>Ми не контролюємо, хто матиме доступ до інформації, яку ви вирішите надати іншим, і не можемо
		гарантувати, що сторони, які мають доступ до такої інформації, поважатимуть вашу
		конфіденційність або зберігатимуть її в безпеці. Ми не несемо відповідальності за
		конфіденційність чи безпеку будь-якої інформації, яку ви робите загальнодоступною, або за
		точність, використання чи зловживання будь-якою інформацією, яку ви розкриваєте чи отримуєте від
		третіх сторін.</P
	>

	<Heading tag="h6">Сторонні веб-сайти та посилання</Heading>

	<P
		>Наш Сайт може містити посилання на веб-сайти або інші онлайн-платформи, якими керують треті
		сторони. Якщо ви переходите за посиланнями на сайти, які не належать або не контролюються нами,
		вам слід ознайомитися з їх політикою конфіденційності та безпеки та іншими положеннями та
		умовами. Ми не гарантуємо та не несемо відповідальності за конфіденційність або безпеку таких
		сайтів, включаючи точність, повноту або надійність інформації, що міститься на цих сайтах.
		Інформація, яку ви надаєте в публічних або напівпублічних місцях, включно з інформацією, якою ви
		ділитеся на сторонніх платформах соціальних мереж, також може бути доступною для перегляду іншим
		користувачам Послуг та/або користувачам цих сторонніх платформ без обмежень щодо її використання
		нами. або третьою стороною. Розміщення нами таких посилань саме по собі не означає схвалення
		вмісту на таких платформах або їхніх власників чи операторів, за винятком випадків, розкритих у
		Послугах.</P
	>

	<Heading tag="h6">Дані дітей</Heading>

	<P
		>Послуги не призначені для використання дітьми, і ми свідомо не збираємо жодної особистої
		інформації про дітей. Якщо ви є батьком або опікуном дитини, яка надала нам свою особисту
		інформацію, ви можете зв’язатися з нами, використовуючи контактні дані, вказані нижче, щоб
		попросити її видалити.</P
	>

	<P
		>Станом на дату набрання чинності цією Політикою конфіденційності ми не маємо реальних
		відомостей про те, що ми «ділимось» або «продаємо» (як ці терміни визначено у чинному
		законодавстві) особисту інформацію осіб віком до 16 років.</P
	>

	<Heading tag="h6">Безпека та збереження вашої інформації</Heading>

	<P
		>Майте на увазі, що жодні заходи безпеки не є досконалими чи непроникними, і ми не можемо
		гарантувати «ідеальну безпеку». Крім того, будь-яка інформація, яку ви надсилаєте нам, може бути
		незахищеною під час транспортування. Ми рекомендуємо вам не використовувати незахищені канали
		для спілкування e для нас конфіденційна або конфіденційна інформація.</P
	>

	<P
		>Скільки часу ми зберігаємо вашу особисту інформацію, залежить від різних факторів, наприклад,
		чи потрібна нам інформація для підтримки вашого облікового запису, надання Послуг, дотримання
		юридичних зобов’язань, вирішення суперечок або забезпечення виконання інших відповідних
		контрактів і правил.</P
	>

	<Heading tag="h6">Ваші права та вибір</Heading>

	<P
		>Залежно від того, де ви живете, ви можете мати деякі або всі права, перелічені нижче, щодо
		вашої особистої інформації. Однак ці права не є абсолютними, можуть застосовуватися лише за
		певних обставин, і в деяких випадках ми можемо відхилити ваш запит, як це дозволено законом.</P
	>

	<P weight="semibold">Право на доступ / знання.</P>
	Ви можете мати право вимагати доступу до вашої особистої інформації, яку ми зберігаємо, включно з інформацією
	про те, як ми використовуємо вашу інформацію та надаємо їй доступ.
	<P weight="semibold">Право на видалення.</P>
	Ви можете мати право вимагати видалення особистої інформації, яку ми зберігаємо про вас. Щоб видалити
	особисті дані з нашого додатку, ви можете натиснути "Видалити дані" в налаштуваннях або звернутися
	до нас, використовуючи контактну інформацію нижче.
	<P weight="semibold">Право на виправлення.</P>
	Ви можете мати право попросити нас виправити неточну особисту інформацію, яку ми зберігаємо про вас.
	<P weight="semibold">Право на перенесення.</P>
	Ви можете мати право отримати копію вашої особистої інформації, яку ми зберігаємо, і вимагати передати
	її третій стороні за певних обставин і за певними винятками.
	<P weight="semibold"
		>Право на обмеження та/або відмову від використання та розкриття конфіденційної особистої
		інформації.</P
	>
	Ви можете мати право наказати нам обмежити використання та/або розкриття конфіденційної особистої інформації
	лише тим, що необхідно для надання Послуг або надання товарів, яких розумно очікує пересічна особа.
	<P weight="semibold">Обмеження обробки</P>
	Ви можете мати право попросити нас припинити або обмежити обробку особистої інформації.
	<P weight="semibold">Відкликання згоди</P>
	Якщо ми покладаємося на згоду на обробку вашої особистої інформації, ви можете мати право відкликати
	цю згоду.
	<P weight="semibold">Оскарження</P>
	Ви можете мати право оскаржити наше рішення, якщо ми відмовимося обробити ваш запит. Ви можете зробити
	це, відповівши прямо на нашу відмову.
	<P weight="semibold">Керування параметрами спілкування</P>
	Ми можемо надсилати вам рекламні електронні листи, і ви можете будь-коли відмовитися від їх отримання,
	скориставшись опцією скасування підписки, яка відображається в наших електронних листах для вас. Якщо
	ви відмовитеся, ми все одно можемо надсилати вам нерекламні електронні листи, наприклад ті, що стосуються
	вашого облікового запису чи зроблених вами замовлень.

	<P
		>Ви можете скористатися будь-яким із цих прав, якщо це зазначено на нашому Сайті, або
		зв’язавшись з нами за контактною інформацією, наведеною нижче.</P
	>

	<P
		>Ми не будемо дискримінувати вас за використання будь-якого з цих прав. Можливо, нам знадобиться
		зібрати від вас інформацію, як-от адресу електронної пошти чи дані облікового запису, щоб
		підтвердити вашу особу, перш ніж надати суттєву відповідь на запит. Відповідно до чинного
		законодавства ви можете призначити уповноваженого агента, який надсилатиме запити від вашого
		імені для здійснення ваших прав. Перш ніж прийняти такий запит від агента, ми вимагатимемо, щоб
		агент надав доказ того, що ви уповноважили його діяти від вашого імені, і нам може знадобитися,
		щоб ви підтвердили свою особу безпосередньо в нас. Ми відповімо на ваш запит своєчасно, як того
		вимагає чинне законодавство.</P
	>

	<Heading tag="h6">Скарги</Heading>

	<P
		>Якщо у вас є скарги щодо того, як ми обробляємо вашу особисту інформацію, зв’яжіться з нами,
		використовуючи контактні дані, наведені нижче. Якщо ви не задоволені нашим rвідповіді на вашу
		скаргу, залежно від того, де ви проживаєте, ви можете мати право оскаржити наше рішення,
		зв’язавшись з нами за контактними даними, наведеними нижче, або подати скаргу до місцевого
		органу із захисту даних.</P
	>

	<Heading tag="h6">Міжнародні користувачі</Heading>

	<P
		>Зверніть увагу, що ми можемо передавати, зберігати та обробляти вашу особисту інформацію за
		межами країни, у якій ви проживаєте, включаючи Сполучені Штати. Ваша особиста інформація також
		обробляється персоналом і сторонніми постачальниками послуг і партнерами в цих країнах.</P
	>
	<P
		>Якщо ми передаємо вашу особисту інформацію за межі Європи, ми будемо покладатися на визнані
		механізми передачі, як-от стандартні договірні положення Європейської комісії або будь-які
		еквівалентні контракти, видані відповідним компетентним органом Великобританії, залежно від
		обставин, якщо дані не передаються в країну яке було визначено для забезпечення належного рівня
		захисту.</P
	>

	<Heading tag="h6">Контактна інформація</Heading>

	<P
		>Якщо у вас виникнуть запитання щодо нашої політики конфіденційності чи цієї Політики
		конфіденційності, або якщо ви хочете скористатися будь-яким із доступних вам прав, напишіть нам
		на адресу pashkovsky.roma@gmail.com або зв’яжіться з нами за адресою: 01033, Україна, Київ, вул.
		Михайла Донця, 21А.</P
	>
</Page>
